Repository: MathieuDubart/homelab
Catalog: Homelab/Localizable.xcstrings
Source language: en
Languages: fr

source: About
fr: À propos

# addTorrents
source: Add torrents through your TorBox dashboard.
fr: Ajoutez des torrents depuis votre tableau de bord TorBox.

source: API Token
fr: Jeton API

# apiTokenCanBeFoundOnTorbox
source: Your API token can be found in your TorBox dashboard settings.
fr: Votre token API est trouvable dans les paramètres de votre tableau de bord TorBox.

# checkStatsAtAGlance
source: Check your system stats at a Glance.
fr: Vérifiez les stats de votre système d’un coup d'oeil

# cloudflareTunnelExempleUrl
source: E.g : https://your-tunnel.cloudflare.com
fr: Ex : https://votre-tunnel.cloudflare.com

source: Cloud Storage
fr: Stockage Cloud

source: Connexion error
fr: Erreur de connexion

source: Coolify API
fr: API Coolify

source: Dashboard
fr: Tableau de bord

source: Delete Torrent
fr: Supprimer le torrent

# downloadComplete
source: Your download is complete!
fr: Ton téléchargement est terminé !

# downloadCompleteDetails
source: just arrived in your TorBox storage.
fr: vient juste d’arriver dans ton stockage TorBox

# enterGlancesUrl
source: Please enter your Glances URL to start
fr: Veuillez renseigner l'URL de votre instance Glances dans les réglages pour commencer.

source: Error
fr: Erreur

source: Failed to load torrents
fr: Impossible de charger les torrents

# generableInCoolifyInstance
source: Can be generated in your Coolify instance
fr: Peut être généré dans votre instance Coolify

# highCpuUsage
source: Your server is using more than 70% of its CPU.
fr: Ton serveur consomme plus de 70% de son CPU

# highMemoryUsage
source: Your server is using more than 70% of its memory.
fr: Ton serveur consomme plus de 70% de sa mémoire.

# ifYouUseCloudflareAccess
source: If you use Cloudflare Access to protect your services, enter your credentials here.
fr: Si vous utilisez Cloudflare Access pour protéger vos services, renseignez vos identifiants ici.

source: Main Server
fr: Serveur Principal

source: No active downloads
fr: Pas de téléchargement actif

# noActiveTransfer
source: No active transfers.
fr: Pas de transfert en cours.

source: No container available
fr: Aucun container disponible

source: Open settings
fr: Ouvrir les réglages

source: Parameters
fr: Paramètres

source: Remove
fr: Supprimer

source: Restart
fr: Redémarrer

source: Resume
fr: Reprendre

source: Save and close
fr: Sauvegarder et fermer

source: Server configuration
fr: Configuration du server

# serverIsStruggling
source: Your server is struggling. Check active processes.
fr: Ton serveur galère. Inspecte les processus actifs

source: Settings
fr: Paramètres

# sourceCode
source: Source Code (GitHub)
fr: Code Source (GitHub)

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Storage
fr: Stockage

# systemMonitorTitle
source: System monitor
fr: Moniteur système

# systemTitle
source: System
fr: Système

source: TorBox Storage
fr: Stockage TorBox

source: Torrent Name
fr: Nom du torrent

source: Track and control your downloads.
fr: Suivez et contrôlez vos téléchargements

source: Unsupported Family
fr: Famille non supportée

# urlMustIncludeHttps
source: The URL must include https://
fr: L'URL doit inclure https://

# verifyGlancesConnexion
source: Verifiy your Glances connexion
fr: Vérifiez votre connexion Glances
